Repository: matejaaj/Booking
Catalog: Resources/Languages/strings.*.resx
Languages: sr_latn

source: Absent
sr_latn: Nije prisutan

source: Accepted date:
sr_latn: Prihvaćen datum:

source: Accepted requests
sr_latn: Privaćeni zahtevi

# AcceptedStatus
source: Accepted
sr_latn: Prihvaćen

# AddTourSegment
source: Add segment
sr_latn: Dodaj još

source: All tours
sr_latn: Sve ture

source: All years
sr_latn: Sve godine

source: Booking
sr_latn: Rezervacije

# BookTourButton
source: Book now
sr_latn: Rezerviši

# CancelButton
source: Cancel
sr_latn: Odustani

# CanceledStatus
source: Declined
sr_latn: Odbijen

# CannotMarkDriverMessage
source: Not enough time has passed
sr_latn: Nije prošlo dovoljno vremena da biste označili vozača.

source: Change language
sr_latn: Promeni jezik

source: Change theme
sr_latn: Promeni temu

source: Checkpoints:
sr_latn: Ključne tačke:

source: City:
sr_latn: Grad:

# ComplexRequestsHeader
source: Complex tour requests
sr_latn: Složeni zahtevi tura

# ComplexStatus
source: Status of whole request:
sr_latn: Status celokupnog zahteva:

source: Country:
sr_latn: Država:

source: Create request
sr_latn: Kreiraj zahtev

source: Current location:
sr_latn: Trenutna lokacija:

source: Date:
sr_latn: Datum:

# DateTime
source: Date and time:
sr_latn: Datum i vreme:

source: Declined requests
sr_latn: Odbijeni zahtevi

source: Delay
sr_latn: Kašnjenje

source: Description:
sr_latn: Opis:

# DestinationLocation
source: Destination:
sr_latn: Krajnja adresa:

# DriveAcceptedMessage
source: Accepted
sr_latn: Prihvaćena vožnja

# DriveFormTittle
source: Reserve drive
sr_latn: Rezerviši vožnju

# DriveMainTab
source: Taxi
sr_latn: Taksi

source: Driver:
sr_latn: Vozač:

# DriverAlreadyMarkedMessage
source: Driver already marked as unreliable
sr_latn: Vozač već označen kao nepouzdan.

# DriverArrivedMessage
source: Driver arrived
sr_latn: Vozač je stigao na adresu

# DriverDelayMessage
source: Driver will be late {0} minutes
sr_latn: Vozač će kasniti {0} minuta

# DriverMarkedUnreliableMessage
source: Driver successfully marked as unrealible.
sr_latn: Uspešno ste označili vozača kao nepouzdanog.

# DriverNotAssignedMessage
source: Driver not assigned yet
sr_latn: Vozač nije dodeljen.

# DriverNotFoundMessage
source: Driver not found yet
sr_latn: Vozač još nije pronađen

source: Driver unreliable
sr_latn: Vozač nepouzdan

# DurationHours
source: Duration in hours:
sr_latn: Trajanje u satima:

source: Fast drive
sr_latn: Brza vožnja

# FastSuccessful
source: Fast drive reservation successful.
sr_latn: Uspešna rezervacija brze vožnje.

source: From:
sr_latn: Od:

source: Group drive
sr_latn: Grupna vožnja

# GroupSucessful
source: Group drive reservation successful.
sr_latn: Uspešna rezervacija grupne vožnje.

# HourMinutes
source: Hours and minutes:
sr_latn: Sati i minuti:

# ImageInput
source: Add images:
sr_latn: Slike:

# InputAgeGuest
source: Age:
sr_latn: Godine:

# InputComment
source: Comment:
sr_latn: Komentar:

# InputNameGuest
source: Name:
sr_latn: Ime:

# InputRateTour
source: Rate the tour from 1 to 5:
sr_latn: Ocenite turu od 1 do 5:

# InputSurnameGuest
source: Surname:
sr_latn: Prezime:

# InputVoucher
source: Voucher:
sr_latn: Vaučer:

# InsufficientSpots
source: Insufficient spots available for the selected tour. Remaining spots for the selected date: {0}.
sr_latn: Nedovoljno mesta za selektovan datum. Ostalo je {0} mesta.

source: Language:
sr_latn: Jezik:

source: Location:
sr_latn: Lokacija:

source: Logout
sr_latn: Odjavi se

# MaxTourists
source: Maximum capacity:
sr_latn: Maksimalno turista:

source: More details
sr_latn: Više detalja

source: My drives
sr_latn: Moje vožnje

# MyTourMoreDetailsTittle
source: My tour more details
sr_latn: Moja tura više detalja

source: My tours
sr_latn: Moje ture

# NoDatesAvailable
source: No available dates for this tour.
sr_latn: Nema dostupnih datuma za odžavanje ture.

source: Number of people:
sr_latn: Broj ljudi:

# PendingStatus
source: Pending
sr_latn: Na čekanju

source: Present
sr_latn: Prisutan

# Range
source: Date range:
sr_latn: Opseg mogućeg održavanja:

# RateTour
source: Rate
sr_latn: Oceni

# RateTourWindowTittle
source: Rate tour
sr_latn: Ocenjivanje ture

source: Regular drive
sr_latn: Obična vožnja

# RegularSuccessful
source: Drive reservation successful.
sr_latn: Uspešna rezervacija vožnje.

source: Remove
sr_latn: Ukloni

# RequestDetailsTittle
source: Tour request
sr_latn: Zahtev za turu

source: Reservation successful.
sr_latn: Rezervacija uspešna.

source: Reserve drive
sr_latn: Rezerviši vožnju

# ReviewExistsMessage
source: Already reviewed
sr_latn: Tura je već ocenjena

# ReviewSuccessful
source: Tour review was successful.
sr_latn: Uspešno ste ocenili turu.

source: Start location:
sr_latn: Početna adresa:

# StatisticsTittle
source: Tour requests statistics
sr_latn: Statistika zahteva za ture

source: Submit
sr_latn: Potvrdi ocene

source: Submit request
sr_latn: Podnesi zahtev

source: To:
sr_latn: Do:

# TooltipAllTours
source: Ctrl + T: All tours
sr_latn: Ctrl + T: Sve ture

# TooltipDrives
source: Ctrld + D: My drives
sr_latn: Ctrld + D: Moje vožnje

# TooltipLanguage
source: Ctrl + L: Change language
sr_latn: Ctrl + L: Promeni jezik

# TooltipMyTours
source: Ctrl + M: My tours
sr_latn: Ctrl + M: Moje ture

# TooltipTaxi
source: Ctrl + D: Taxi
sr_latn: Ctrl + D: Taksi

# TooltipTheme
source: Ctrl + H: Change theme
sr_latn: Ctrl + H: Promeni temu

# TooltipTourRequests
source: Ctrl + R: Tour requests
sr_latn: Ctrl + R: Zahtevi tura

# TourDatesAvailable
source: Dates available:
sr_latn: Datumi održavanja:

# TourDetailsTittle
source: Tour details
sr_latn: Detalji ture

source: Tourists:
sr_latn: Turisti:

# TourMainTab
source: Tours
sr_latn: Ture

# TourName
source: Name:
sr_latn: Naziv:

# TourNotFinishedMessage
source: Tour is not finished yet.
sr_latn: Tura nije završena

# TourRequest
source: Tour requests
sr_latn: Zahtevi tura

# TourRequestFormTittle
source: Create tour request
sr_latn: Kreiraj zahtev ture

# TourRequestsHeader
source: Tour requests
sr_latn: Zahtevi tura

# TourRequestStatistics
source: Statistics
sr_latn: Statistika

# TourReservationButton
source: Book now
sr_latn: Rezervacija

# TourReservationWindowTittle
source: Book a tour
sr_latn: Rezervacija ture

source: Tour segment
sr_latn: Deo ture

# UnknownStatusMessage
source: Unknown
sr_latn: Nepoznat

# ValidationAgeFormat
source: Must be greater than 0
sr_latn: Mora biti broj veći od 0

# ValidationCity
source: Enter a valid city
sr_latn: Unesite ispravnu vrednost za grad

# ValidationComment
source: Comment is required.
sr_latn: Komentar je obavezan

# ValidationCountry
source: Enter a valid country
sr_latn: Unesite ispravnu vrednost za državu

# ValidationDate
source: Date must not be in the past
sr_latn: Datum ne sme biti u prošlosti

# ValidationDateNotChosen
source: Not chosen yet
sr_latn: Još nije izabran

# ValidationDriver
source: Driver required
sr_latn: Unesite vozača

# ValidationEndLocationFormat
source: Only number and letters allowed
sr_latn: Unesite ispravnu vrednost za ulicu (slova i brojevi)

# ValidationEndLocationRequired
source: Destination location required
sr_latn: Unesite krajnju adresu

# ValidationFirstNameFormat
source: Only letters allowed
sr_latn: Samo slova dopuštena

# ValidationFirstNameRequired
source: Required
sr_latn: Obavezno polje

# ValidationHour
source: Value between 00 and 23
sr_latn: Vrednost između 00 i 23

# ValidationLanguage
source: Choose language
sr_latn: Izaberite jezik

# ValidationLastNameFormat
source: Only letters allowed
sr_latn: Samo slova dopuštena

# ValidationMinute
source: Value between 00 and 59
sr_latn: Vrednost između 00 i 59

# ValidationNumberOfPeople
source: Enter valid number
sr_latn: Unesite broj

# ValidationNumberOfPeopleStartTime
source: Select a start time first.
sr_latn: Prvo izaberite datum i vreme.

# ValidationStartLocationFormat
source: Only number and letters allowed
sr_latn: Unesite ispravnu vrednost za ulicu (slova i brojevi)

# ValidationStartLocationRequired
source: Start location required
sr_latn: Unesite početnu adresu

# ValidationStartTime
source: Select start time.
sr_latn: Izaberite datum i vreme.

# ValidationSurnameRequired
source: Required
sr_latn: Obavezno polje

# VoucherUntil
source: Valid until:
sr_latn: Važi do:

source: Year:
sr_latn: Godina:
